---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.RevitAPIEventArgs
source: html/fe031baa-1d65-7a54-2839-58f40e3824d7.htm
---
# RevitAPIEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.